tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"


brew "awscli"
brew "fzf"
brew "gh"
brew "go"
brew "jq"
brew "n"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "google-chrome"
cask "1password"
cask "1password-cli"
cask "aws-vpn-client"
cask "figma"
cask "ngrok"
cask "notion"
cask "microsoft-office"
cask "mongodb-compass"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "iterm2"
