tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "autojump"
brew "awscli"
brew "fzf"
brew "gh"
brew "go"
brew "jq"
brew "n"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "git"
brew "git-lfs"
brew "node"
brew "tig"
brew "yarn"
brew "serve"

cask "google-chrome"
cask "1password"
cask "1password-cli"
cask "aws-vpn-client"
cask "figma"
cask "ngrok"
cask "notion"
cask "microsoft-office"
cask "mongodb-compass"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "iterm2"
cask "docker"
cask "font-hack-nerd-font"
cask "headset"
